Repository: NightDreamGames/Graded
Catalog: lib/localization/l10n/intl_*.arb
Languages: de, fr, lb, nl

source: About
de: Informationen
fr: À propos
lb: Informatiounen
nl: Over

source: Add
de: Hinzufügen
fr: Ajouter
lb: Zoufügen
nl: Toevoegen

source: Add group
de: Gruppe hinzufügen
fr: Ajouter un groupe
lb: Grupp zoufügen
nl: Groep toevoegen

# add_subjectOne
source: Add subject
de: Fach hinzufügen
fr: Ajouter une matière
lb: Fach zoufügen
nl: Vak toevoegen

# add_subjectOther
source: Add subjects
de: Fächer hinzufügen
fr: Ajouter des matières
lb: Fächer zoufügen
nl: Vakken toevoegen

source: Add test
de: Prüfung hinzufügen
fr: Ajouter un devoir
lb: Prüfung zoufügen
nl: Toets toevoegen

source: Add year
de: Jahr hinzufügen
fr: Ajouter une année
lb: Joer zoufügen
nl: Jaar toevoegen

source: Amoled mode
de: Amoled Modus
fr: Mode amoled
lb: Amoled Modus
nl: Amoled-modus

source: App version
fr: Version de l'application
lb: App-Versioun
nl: App versie

source: Appearance
de: Aussehen
fr: Apparence
lb: Ausgesinn
nl: Verschijning

source: Average
de: Durchschnitt
fr: Moyenne
lb: Moyenne
nl: Gemiddeld

source: Basic
fr: Basique
nl: Basis

source: Cancel
de: Abbrechen
fr: Annuler
lb: Ofbriechen
nl: Annuleren

source: Class
de: Klasse
fr: Classe
lb: Klass
nl: Klasse

# coefficientOne
source: Weight
de: Koeffizient
fr: Coefficient
lb: Koeffizient
nl: Coëfficiënt

# coefficientOther
source: Weights
de: Koeffiziente
fr: Coefficients
lb: Koeffizienten
nl: Coëfficiënten

# colorOne
source: Color
de: Farbe
fr: Couleur
lb: Faarf
nl: Kleur

# colorOther
source: Colors
de: Farben
fr: Couleurs
lb: Faarwen
nl: Kleuren

source: Coming soon
de: Demnächst verfügbar
fr: Bientôt disponible
lb: Deemnächst verfügbar
nl: Binnekort

source: Confirm
de: Bestätigung
fr: Confirmation
lb: Bestätegung
nl: Bevestig

source: Credits
de: Impressum
fr: Crédits
lb: Impressum

# credits_description
source: Developer - Damien Pirotte Visual identity - Ellia Walrave Testing - Louis Colbus
de: Entwickler - Damien Pirotte Visuelle Identität - Ellia Walrave Testing - Louis Colbus
fr: Développeur - Damien Pirotte Identité visuelle - Ellia Walrave Testing - Louis Colbus
lb: Entwéckler - Damien Pirotte Visuell Identitéit - Ellia Walrave Testing - Louis Colbus
nl: Ontwikkelaar - Damien Pirotte Visuele identiteit - Ellia Walrave Testing - Louis Colbus

source: Custom
de: Personalisiert
fr: Personnalisé
lb: Personaliséiert
nl: Aangepaste

source: Custom color
de: Andere Farbe
fr: Couleur personnalisée
lb: Aner Faarf
nl: Aangepaste kleur

source: Decrease
de: Verringern
fr: Réduire
lb: Verréngeren
nl: Verminderen

source: Default
fr: Par défaut
nl: Standaard

source: Delete
de: Löschen
fr: Supprimer
lb: Läschen
nl: Verwijder

source: Done
de: Fertig
fr: Terminé
lb: Fäerdeg
nl: Gereed

source: Down
de: Nach unten
fr: Vers le bas
lb: No ënnen

source: Dynamic color
de: Dynamische Farben
fr: Couleurs dynamiques
lb: Dynamesch Faarwen
nl: Dynamische kleur

source: Edit
de: Bearbeiten
fr: Modifier
lb: Beaarbechten
nl: Bewerk

source: Edit color scheme
de: Farbschema bearbeiten
fr: Modifier le schéma de couleurs
lb: Faarfschema beaarbechten
nl: Kleurenschema bewerken

source: Edit primary color
de: Primäre Farbe bearbeiten
fr: Modifier couleur principale
lb: Primär Faarf beaarbechten
nl: Primaire kleur bewerken

# edit_subjectOne
source: Edit subject
de: Fach bearbeiten
fr: Modifier une matière
lb: Fach beaarbechten
nl: Vak bewerken

# edit_subjectOther
source: Edit subjects
de: Fächer bearbeiten
fr: Modifier les matières
lb: Fächer beaarbechten
nl: Vakken bewerken

# edit_subjects_description
source: Tap here to edit your subjects
de: Tippen Sie hier um Ihre Fächer zu bearbeiten
fr: Appuyez ici pour modifier vos matières
lb: Dréckt hei fir är Fächer ze beaarbechten
nl: Tik hier om uw vakken te bewerken

source: Edit test
de: Prüfing bearbeiten
fr: Modifier un devoir
lb: Prüfung beaarbechten
nl: Toets bewerken

source: Edit year
de: Jahr bearbeiten
fr: Modifier une année
lb: Joer beaarbechten
nl: Jaar bewerken

# enter_unique
source: Enter a unique name
de: Geben Sie einen eindeutigen Namen ein
fr: Entrez un nom unique
lb: Gidd en eendeitegen Numm un
nl: Voer een unieke naam in

source: Error
de: Fehler
fr: Erreur
lb: Feeler
nl: Fout

source: Exam
de: Examen
fr: Examen
lb: Examen
nl: Examen

source: Exams
de: Examen
fr: Examens
lb: Examen
nl: Examens

source: Export
de: Exportieren
fr: Exporter
lb: Exportéieren

# export_description
source: Export the current configuration and saved data
de: Exportieren der aktuellen Konfiguration und der gespeicherten Daten
fr: Exporter la configuration actuelle et les données sauvegardées
lb: Exportéieren vun der aktueller Konfiguratioun an den gespäicherten Donnéeën
nl: De huidige configuratie en opgeslagen gegevens exporteren

source: Font
de: Schrift
fr: Écriture
lb: Schrëft
nl: Lettertype

source: General
de: Allgemein
fr: Général
lb: Allgemeng
nl: Algemeen

# gradeOne
source: Grade
de: Note
fr: Note
lb: Notte
nl: Cijfer

# gradeOther
source: Grades
de: Noten
fr: Notes
lb: Notten
nl: Cijfers

source: Group
de: Gruppe
fr: Groupe
lb: Grupp
nl: Groep

source: Half down
de: Halb nach unten
fr: A moitié vers le bas
lb: Hallef no ënnen
nl: Half naar beneden

source: Half up
de: Halb nach oben
fr: A moitié vers le haut
lb: Hallef no uewen
nl: Half omhoog

source: Help translate
de: Übersetzen hilfen
fr: Aider à traduire
lb: Iwwersetzen hëllefen
nl: Help vertalen

# help_translate_description
source: Correct translation mistakes or localise project to your language
de: Korrigiere Übersetzungsfehler oder lokalisiere das Projekt in deiner Sprache
fr: Corrigez des erreurs de traduction ou ajoutez votre langue
lb: Korrigéier Iwwersetzungsfeeler oder lokaliséier de Projet an denger Sprooch
nl: Corigeer vertaalfouten of lokaliseer het project naar jouw taal

source: Import
de: Importieren
fr: Importer
lb: Importéieren

# import_description
source: Import a previously exported backup file
de: Importieren einer zuvor exportierten Backup-Datei
fr: Importer un fichier de sauvegarde précédemment exporté
lb: Importéieren vun enger virdrun exportéierten Backup-Datei
nl: Een eerder geëxporteerd back-upbestand importeren

# import_error
source: There was an error importing your backup.
de: Es ist ein Fehler beim Importieren Ihrer Backup aufgetreten.
fr: Une erreur s'est produite lors de l'import de votre sauvegarde.
lb: Et ass e Feeler beim Importéieren vun ärem Backup opgetrueden.
nl: Er is een four opgetreden bij het importeren van uw back-up.

# import_success
source: Backup imported successfully.
de: Backup erfolgreich importiert.
fr: Sauvegarde importée avec succès.
lb: Backup erfollegräich importéiert.
nl: Back-up succesvol geïmporteerd.

source: Increase
de: Erhöhen
fr: Augmenter
lb: Erhéijen
nl: Verhogen

source: Invalid
de: Ungültig
fr: Invalide
lb: Ongëlteg
nl: Ongeldig

# issue_tracker_description
source: Send bug reports and feature requests here
de: Schicke Fehlerberichte und Funktionswünsche hier
fr: Envoyez ici vos rapports de bugs et vos demandes de fonctionnalités
lb: Schéck Feelerberichter an Funktiounswënsch hei
nl: Stuur bugrapporten en verzoeken om funxties hier

source: Language
de: Sprache
fr: Langue
lb: Sprooch
nl: Taal

# language_code
source: en
de: de
fr: fr
lb: lb
nl: nl

# lux_system
source: Luxembourgish school system
de: Luxemburgisches Schulsystem
fr: Système scolaire luxembourgeois
lb: Lëtzebuergeschen Schoulsystem
nl: Luxemburgs schoolsysteem

# lux_system_classic
source: Classic
de: Klassik
fr: Classique
lb: Klassik
nl: Klassiek

# lux_system_general
source: General
fr: Général
nl: Generaal

source: Manage years
de: Jahre verwalten
fr: Gérer les années
lb: Joer verwalten
nl: Jaren beheren

# manage_years_description
source: Add, edit and delete your saved years
de: Hinzufügen, Bearbeiten und Löschen Ihrer gespeicherten Jahre
fr: Ajoutez, modifiez et supprimez vos années sauvegardées
lb: Zoufügen, Beaarbechten an Läschen vun ären gespäicherten Joer
nl: Toevoegen, bewerk en verwijder je opgeslagen jaren

source: Material 3 shades
de: Material 3 Farbtöne
fr: Teintes Material 3
lb: Material 3 Faarftéin
nl: Material 3 tinten

source: More options
de: Mehr Optionen
fr: Plus d'options
lb: Méi Optiounen
nl: Meer opties

source: Name
fr: Nom
lb: Numm
nl: Naam

source: Next
de: Weiter
fr: Suivant
lb: Weider
nl: Volgende

source: No
de: Nein
fr: Non
lb: Nee
nl: Nee

# no_dynamic_color
source: No color palette detected
de: Keine Farbpalette gefunden
fr: Pas de palette de couleur détectée
lb: Keng Faarfpalette fonnt
nl: Geen kleurenpalet gedetecteerd

source: No grades
de: Keine Noten
fr: Pas de notes
lb: Keng Notten
nl: Geen cijfers

source: No items
de: Keine Elemente
fr: Pas d'éléments
lb: Keng Elementer
nl: Geen items

source: No subjects
de: Keine Fächer
fr: Pas de matières
lb: Keng Fächer
nl: Geen vakken

source: Not set
de: Nicht definiert
fr: Non défini
lb: Net definéiert
nl: Niet ingesteld

# note_description
source: You can always edit your subjects and other options in the settings later
de: Sie können Ihre Fächer und andere Optionen später immer noch in den Einstellungen bearbeiten
fr: Vous pouvez toujours modifier vos matières et les autres options dans les paramètres plus tard
lb: Dir kënnt är Fächer an aner Optiounen spéider ëmmer nach an den Astellungen beaarbechten
nl: U kunt altijd later uw vakken en endere opties in de instellingen bewerken

source: Open
de: Öffnen
fr: Ouvrir
lb: Öffnen

source: Other school system
de: Anderes Schulsystem
fr: Autre système scolaire
lb: Aneren Schoulsystem
nl: Andere schoolsystemen

source: Preset
de: Predefiniert
fr: Prédéfini
lb: Predefinéiert
nl: Voorgedefineerd

source: Previous
de: Zurück
fr: Précédent
lb: Zeréck
nl: Vorige

# quarterOne
source: Quarter
de: Quadrimester
fr: Quadrimestre
lb: Quadrimester
nl: Kwartaal

# quarterOther
source: Quarters
de: Quadrimester
fr: Quadrimestres
lb: Quadrimester
nl: Kwartaals

source: Rating system
de: Bewertungssystem
fr: Système de notation
lb: Bewäertungssystem
nl: Beoordelingssystem

# reset
source: Reset this year's grades
de: Noten von diesem Jahr zurücksetzen
fr: Réinitialiser les notes de cette année
lb: Notten vun dësem Joer zerécksetzen
nl: Cijfers van dit jaar terugzetten

# reset_confirm
source: Are you sure you want to delete all the saved grades from this year?
de: Sind Sie sicher, dass Sie alle gespeicherten Noten aus diesem Jahr löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer toutes les notes enregistrées pour cette année ?
lb: Sidd Dir sécher datt Dir all gespäichert Notten aus dësem Joer läschen wëllt?
nl: Weet je zeker dat je alle opgeslagen cijfers van dit jaar wilt verwijderen?

source: Result
de: Resultat
fr: Résultat
lb: Resultat
nl: Resultaat

source: Round to
de: Runden bis
fr: Arrondir à
lb: Ronnen bis
nl: Rond naar

source: Rounding mode
de: Abrundungsmodus
fr: Mode arrondissage
lb: Ofronnungsmodus
nl: Ronde modus

source: Save
de: Speichern
fr: Sauvegarder
lb: Späicheren
nl: Opslaan

source: School system
de: Schulsystem
fr: Système scolaire
lb: Schoulsystem
nl: Schoolsysteem

# school_termOne
source: School term
de: Schulperiode
fr: Période scolaire
lb: Schoulperiod
nl: Schoolperiode

# school_termOther
source: School terms
de: Schulperioden
fr: Périodes scolaires
lb: Schoulperioden
nl: Schoolperioden

# section_classic_a
source: A - Languages
de: A - Sprachen
fr: A - Langues
lb: A - Sproochen
nl: A - Talen

# section_classic_b
source: B - Mathematics
de: B - Mathematik
fr: B - Mathematiques
lb: B - Mathematik
nl: B - Wiskunde

# section_classic_c
source: C - Natural sciences
de: C - Naturwissenschaften
fr: C - Sciences naturelles
lb: C - Naturwëssenschaften
nl: C - Natuurwetenschappen

# section_classic_d
source: D - Economics
de: D - Wirtschaft
fr: D - Economie
lb: D - Wirtschaft
nl: D - Economie

# section_classic_e
source: E - Art
de: E - Kunst
fr: E - Artistique
lb: E - Konscht
nl: E - Kunst

# section_classic_f
source: F - Music
de: F - Musik
fr: F - Musique
lb: F - Musek
nl: F - Muziek

# section_classic_g
source: G - Human & social sciences
de: G - Menschliche & soziale Wissenschaften
fr: G - Sciences humaines & sociales
lb: G - Mënschlech & sozial Wëssenschaften
nl: G - Menselijke & sociale wetenschappen

# section_classic_i
source: I - Informatics & Communication
de: I - Informatik & Kommunikation
fr: I - Informatique & Communication
lb: I - Informatik & Kommunikatioun
nl: I - Informatica & Communicatie

# section_general_a3d
source: A3D - Architecture, design & sustainable development
de: A3D - Architektur, Design & nachhaltige Entwicklung
fr: A3D - Architecture, design & développement durable
lb: A3D - Architektur, Design & nohalteg Entwécklung
nl: A3D - Architectuur, design & duurzame ontwikkeling

# section_general_acv
source: ACV - Arts & visual communication
de: ACV - Kunst & visuelle Kommunikation
fr: ACV - Arts & communication visuelle
lb: ACV - Konscht & visuell Kommunikatioun
nl: ACV - Kunst & visuele communicatie

# section_general_cg
source: CG - Management
fr: CG - Gestion

# section_general_cm
source: CM - Administrative & commercial
de: CM - Verwaltung & Handel
fr: CM - Administratif & commercial
lb: CM - Verwaltung & Handel
nl: CM - Administratief & commercieel

# section_general_ed
source: ED - Educator training
de: ED - Pädagogenausbildung
fr: ED - Formation de l'éducateur
lb: ED - Pedagogenausbildung
nl: ED - Opleiding voor leraren

# section_general_gh
source: GH - Hospitality management
de: GH - Gastgewerbe-Management
fr: GH - Gestion de l'hospitalité
lb: GH - Gastgewerbe-Management
nl: GH - Horeca management

# section_general_ig
source: IG - Engineering
de: IG - Ingenieurwesen
fr: IG - Ingénierie
lb: IG - Ingenieurswiesen
nl: IG - Ingenieurs

# section_general_in
source: IN - Informatics
de: IN - Informatik
fr: IN - Informatique
lb: IN - Informatik
nl: IN - Informatica

# section_general_mm
source: MM - Marketing, media & communication
de: MM - Marketing, Medien & Kommunikation
fr: MM - Marketing, médias & communication
lb: MM - Marketing, Medien & Kommunikatioun
nl: MM - Marketing, media & communicatie

# section_general_ps
source: PS - Health & social professions
de: PS - Gesundheits- & Sozialberufe
fr: PS - Professions de santé & professions sociales
lb: PS - Gesondheets- & Sozialberuffer
nl: PS - Gezondheidszorg & sociale beroepen

# section_general_se
source: SE - Environmental sciences
de: SE - Umweltwissenschaften
fr: SE - Sciences environnementales
lb: SE - Ëmweltwëssenschaften
nl: SE - Milieuwetenschappen

# section_general_sh
source: SH - Health sciences
de: SH - Gesundheitswissenschaften
fr: SH - Sciences de la santé
lb: SH - Gesondheetswëssenschaften
nl: SH - Gezondheidswetenschappen

# section_general_si
source: SI - Nurse training
de: SI - Ausbildung zur Krankenschwester
fr: SI - Formation de l'infirmier
lb: SI - Ausbildung zur Krankeschwëster
nl: SI - Opleiding van verpleegkundigen

# section_general_sn
source: SN - Natural sciences
de: SN - Naturwissenschaften
fr: SN - Sciences naturelles
lb: SN - Naturwëssenschaften
nl: SN - Natuurwetenschappen

# section_general_so
source: SO - Social sciences
de: SO - Sozialwissenschaften
fr: SO - Sciences sociales
lb: SO - Sozialwëssenschaften
nl: SO - Sociale wetenschappen

source: Select
de: Auswählen
fr: Sélectionner
lb: Auswielen
nl: Kiezen

# select_color
source: Select a color
de: Farbe wählen
fr: Sélectionner une couleur
lb: Faarf wielen
nl: Selecteer een kleur

source: Select date
de: Datum auswählen
fr: Sélectionner date
lb: Datum auswielen
nl: Datum kiezen

source: Select school term
de: Schulperiode auswählen
fr: Sélectionner période scolaire
lb: Schoulperiod auswielen
nl: Schoolperiode kiezen

# semesterOne
source: Semester
fr: Semestre

# semesterOther
source: Semesters
de: Semester
fr: Semestres
lb: Semester

# set_sub_subject
source: Set as sub-subject
de: Als Unterfach setzen
fr: Définir comme sous-matière
lb: Als Ënnerfach setzen
nl: Als sub-vak instellen

source: Settings
de: Einstellungen
fr: Options
lb: Astellungen
nl: Instellingen

source: Setup
de: Einrichtung
fr: Configuration
lb: Ariichtung

# showcase_drag_subject
source: Drag to change subject order
de: Ziehe, um die Reihenfolge der Fächer zu bearbeiten
fr: Glissez pour changer l'ordre des matières
lb: Zéi fir d'Reiefolleg vun de Fächer ze änneren
nl: Slepen om de volgorde van de vakken te wijzigen

# showcase_precise_average
source: Tap here to show the precise average
de: Tippen Sie hier, um den genauen Durchschnitt anzuzeigen
fr: Appuyez ici pour afficher la moyenne précise
lb: Dréckt hei fir di genau Moyenne unzeweisen
nl: Tik hier om je exacte gemiddelde te geven

# showcase_tap_subject
source: Tap here to make this subject a sub-subject and the subject above a subject group
de: Tippen Sie hier, um aus diesem Fach ein Unterfach, und aus dem Fach drüber eine Fachgruppe zu machen
fr: Appuyez ici pour faire de cette matière une sous-matière et de la matière au-dessus un groupe de matières
lb: Dréckt hei fir aus dësem Fach en Ënnerfach, an aus dem Fach driwwer eng Fachgrupp ze maachen
nl: Tik hier voor dit vak een subvak te maken en van het vak boven een vakgroep te maken

source: Sort by
de: Sortieren
fr: Trier par
lb: Sortéieren
nl: Sorteren op

source: Source code
fr: Code source

# source_code_description
source: Graded is entirely open-source. If you've got any change in mind or want to report an issue, head over to the Graded GitHub repo.
de: Wenn Sie eine Änderung im Kopf haben oder ein Problem melden möchten, besuchen Sie das Graded GitHub Repo.
fr: Si vous avez un changement à l'esprit ou si vous voulez signaler un problème, rendez-vous sur le repo GitHub de Graded.
lb: Wann dir eng Ännerung am Kapp hutt oder e Problem mellen wëllt, besicht den Graded GitHub Repository.
nl: Als je een wijziging in gedachten hebt of een probleem wilt melden, ga dan naar de Graded GitHub repo.

source: Speaking
de: Oral
fr: Oral
lb: Oral
nl: Spreken

source: Speaking weight
de: Oral Koeffizient
fr: Coefficient d'oral
lb: Oral Koeffizient
nl: Spreekgewicht

# storage_error
source: There was an error loading your saved data, so it has been deleted.
de: Es ist ein Fehler beim Laden Ihrer gespeicherten Daten aufgetreten, daher wurden sie gelöscht.
fr: Une erreur s'est produite lors du chargement de vos données sauvegardées, elles ont donc été supprimées.
lb: Et ass e Feeler beim Lueden vun ären gespäicherten Donnéeën opgetrueden, dofir goufen se geläscht.
nl: Er is een fout opgetreden bij het laden van uw opgeslagen gegevens, dus deze zijn verwijdered.

# subjectOne
source: Subject
de: Fach
fr: Matière
lb: Fach
nl: Vak

# subjectOther
source: Subjects
de: Fächer
fr: Matières
lb: Fächer
nl: Vakken

source: System
fr: Système
nl: Systeem

# testOne
source: Test
de: Prüfung
fr: Devoir
lb: Prüfung
nl: Toets

# testOther
source: Tests
de: Prüfungen
fr: Devoirs
lb: Prüfungen
nl: Toetsen

source: Theme
de: Design
fr: Thème
lb: Design
nl: Thema

# theme_dark
source: Dark
de: Dunkel
fr: Sombre
lb: Donkel
nl: Donkere

# theme_light
source: Light
de: Hell
fr: Clair
lb: Hell
nl: Licht

source: To 100-th
de: Zum 100-tel
fr: Au 100ème
lb: Zum 100-tel
nl: Naar 100e

source: To 10-th
de: Zum 10-tel
fr: Au 10ème
lb: Zum 10-tel
nl: Naar 10e

source: To integer
de: Zur Ganzzahl
fr: A l'entier
lb: Zur Ganzzuel
nl: Naar integer

# trimesterOne
source: Trimester
fr: Trimestre

# trimesterOther
source: Trimesters
de: Trimester
fr: Trimestres
lb: Trimester

source: Up
de: Nach oben
fr: Vers le haut
lb: No uewen
nl: Omhoog

source: Variant
de: Variante
fr: Variante
lb: Variante

# variant_classic_zh
source: ZH - Chinese
de: ZH - Chinesisch
fr: ZH - Chinois
lb: ZH - Chineesesch
nl: ZH - Chinees

# variant_general_a
source: A - Continuation of german
de: A - Fortsetzung des Deutschen
fr: A - Continuation de l'allemand
lb: A - Fortsetzung vum Däitschen
nl: A - Voortzetting van het Duits

# variant_general_ad
source: AD - Adaptation class
de: AD - Anpassungsklasse
fr: AD - Classe d'adaptation
lb: AD - Upassungsklass
nl: AD - Aanpassingsklasse

# variant_general_adf
source: ADF - French adaptation class
de: ADF - Französische Anpassungsklasse
fr: ADF - Classe d'adaptation française
lb: ADF - Franséisch Upassungsklass
nl: ADF - Franse aanpassingsklas

# variant_general_f
source: F - Beginning of german
de: F - Beginn des Deutschen
fr: F - Début de l'allemand
lb: F - Ufank vum Däitschen
nl: F - Begin Duits

# variant_general_fr
source: FR - Francophone regime
de: FR - Frankofones Regime
fr: FR - Régime francophone
lb: FR - Francophonen Regime
nl: FR - Franstalig regime

# variant_general_ia
source: IA - Learning german
de: IA - Deutsch lernen
fr: IA - Apprentissage de l'allemand
lb: IA - Däitsch léieren
nl: IA - Duits leren

# variant_general_if
source: IF - Learning french
de: IF - Französisch lernen
fr: IF - Apprentissage du français
lb: IF - Franséisch léieren
nl: IF - Frans leren

# variant_general_p
source: P - Preparation route
de: P - Vorbereitungsweg
fr: P - Voie de préparation
lb: P - Virbereedungswee
nl: P - Bereidingsroute

# variant_general_pf
source: PF - French preparation way
de: PF - Französischer Vorbereitungsweg
fr: PF - Voie de préparation française
lb: PF - Franséischen Virbereedungswee
nl: PF - Franse bereidingswijze

# yearOne
source: Year
de: Jahr
fr: Année
lb: Joer
nl: Jaar

# yearOther
source: Years
de: Jahre
fr: Années
lb: Joren
nl: Jaren

source: Year overview
de: Jahresübersicht
fr: Aperçu de l'année
lb: Joresiwwersiicht
nl: Jaaroverzicht

source: Yearly average
de: Jahresdurchschnitt
fr: Moyenne annuelle
lb: Joresmoyenne
nl: Jaargemiddelde

source: Yes
de: Ja
fr: Oui
lb: Jo
nl: Ja

source: Date
de: Datum
lb: Datum
nl: Datum

source: Licenses
de: Lizenzen
lb: Lizenzen
nl: Licenties

source: Note:
de: Anmerkung:
lb: Umierkung:
nl: Opmerking:

source: Section
de: Sektion
lb: Sektioun
nl: Sectie

# section_general_cc
source: CC - Communication & organisation
de: CC - Kommunikation & Organisation
lb: CC - Kommunikatioun & Organisatioun
nl: CC - Communicatie & organisatie

# section_general_cf
source: CF - Finance
de: CF - Finanzen
lb: CF - Finanzen

# variant_classic_l
source: L - Latin
de: L - Lateinisch
lb: L - Latäin
nl: L - Latijn
